Repository: Bot-Market/modoboa-BotMarket
Catalog: modoboa/locale/*/LC_MESSAGES/djangojs.po
Languages: nl_nl

source: operation
nl_nl: bewerking

source: No more log entry to show
nl_nl: Geen logboekvermelding meer om weer te geven

source: Warning
nl_nl: Waarschuwing

source: Cancel
nl_nl: Annuleren

source: Internal error
nl_nl: Interne fout

source: No more entry to show
nl_nl: Geen vermeldingen meer

source: Search
nl_nl: Zoeken

source: Search...
nl_nl: Zoeken...

source: Are you sure?
nl_nl: Weet je het zeker?

source: This will invalidate your registered application.
nl_nl: Dit zal je geregistreerde aanvraag ongeldig maken

source: Search a domain
nl_nl: Zoek een domein

source: Services updated
nl_nl: Services ge√ºpdatet

source: No more domain to show
nl_nl: Geen domeinen meer om weer te geven

source: Do not delete domain directory
nl_nl: De map van dit domein niet verwijderen

source: This operation will remove ALL data associated to this domain.
nl_nl: Deze actie zal ALLE data verwijderen die bij dit domein hoort.

source: This operation will remove all data associated to this domain, excepting accounts.
nl_nl: Deze actie zal alle data die bij dit domein hoort verwijderen, behalve de accounts.

source: No more quota to show
nl_nl: Geen quotum meer om weer te geven

source: No more log to show
nl_nl: Geen logbestand meer om weer te geven

source: No domain administrator defined
nl_nl: Geen domeinbeheerder toegewezen

source: No more identity to show
nl_nl: Geen identiteiten meer om weer te geven

source: Do not delete mailbox directory
nl_nl: Verwijder de map van deze mailbox niet
